Repository: kullo/webconfig
Catalog: src/notifications/locale/*/LC_MESSAGES/django.po
Languages: de

source: Notifications
de: Benachrichtigungen

source: Email notifications for your Kullo account have been disabled.
de: E-Mail-Benachrichtigungen für dein Kullo-Konto sind jetzt abgeschaltet.

source: Your email address has been confirmed.
de: Deine E-Mail-Adresse wurde bestätigt.

source: Please click the following link if you want to receive notifications for incoming Kullo messages to %(address)s:
de: Bitte klicke auf den folgenden Link, wenn du Benachrichtigungen über empfangene Kullo-Nachrichten an %(address)s erhalten möchtest:

source: If you don't want to receive notifications for this Kullo account, click here:
de: Wenn du keine Benachrichtigungen für dieses Kullo-Konto erhalten möchtest, klicke hier:

source: Email notifications
de: E-Mail-Benachrichtigungen

source: We can send you an email whenever you receive a new Kullo message.
de: Wenn du möchtest senden wir dir eine E-Mail, wenn du eine neue Kullo-Nachricht erhältst.

source: Current email address:
de: Aktuelle E-Mail-Adresse:

source: confirmed on %(confirmed)s
de: bestätigt am %(confirmed)s

source: unconfirmed
de: unbestätigt

source: You currently don't have email notifications set up.
de: Du erhältst aktuell keine E-Mail-Benachrichtigungen.

source: Save
de: Speichern

source: Delete
de: Löschen

source: Email
de: E-Mail-Adresse

source: Please confirm your email address
de: Bitte bestätige deine E-Mail-Adresse

source: Email notifications are now disabled.
de: E-Mail-Benachrichtigungen sind jetzt abgeschaltet.

source: A confirmation message has been sent to %(email)s.
de: Eine Bestätigungs-E-Mail wurde an %(email)s gesendet.
